{
  "helloworld": "Hello World",
  "snackbartxt": "language has been changed!",
  "ternak": "воспроизведение",
  "ternakchild": {
    "attention": "Перед объединением в пару Sugar Glider необходимо учесть следующие факторы:\n1. Комфортная среда\n2. Адекватное питание\n3. Клетка достаточно просторная и чистая.\n4. Suger Glider здоров.\n5. Убедитесь, что у них обоих течка (мужчина 8 месяцев и женщина 9 месяцев).\n",
    "penjodohan": "Сопряжение",
    "kawin": "Связь",
    "kawin_des": "Если фаза подбора игроков проходит гладко, то остается только дождаться момента, чтобы сыграть пару. Процесс кимпой обычно длится достаточно долго, чтобы длиться всю ночь. Для этого обеспечьте питательную пищу, чтобы поддерживать силу Sugar Glider.",
    "penjodohan_des": "Вначале убедитесь, что два Sugar Glider подходят друг другу, это важно, поскольку многие владельцы не могут воспроизводить потомство из-за несогласованных факторов.\n\nСпаривание Sugar Glider можно осуществить, собрав клетки как для самцов, так и для самок, обычно в течение 1 недели. Их цель - адаптироваться и узнать друг друга.\n\nПроцесс подбора игроков также может быть быстрее, поэтому владелец должен наблюдать за Sugar Glider. Если будет видно, что они согласованы (есть приближение, а не удар), то самку Sugar Glider можно интегрировать в мужскую клетку. Матч Sugar Glider отмечен двумя ласками друг друга.",
    "hamil": "Беременная",
    "hamil_des": "После периода спаривания у Sugar Glider наступит период беременности около 15-18 дней. В процессе беременности для нас практически невозможно физически узнать, что Sugar Glider беременна. Обычно беременная сахарная параплан отличается тишиной, снижением аппетита в сумке и некоторой чувствительностью.",
    "melahirkan": "потом",
    "melahirkan_des": "В это время рожает мать размером с рисовое зернышко. Затем ребенок выводится из матки в сумку матери, облизывая ее. Sugar Glider может родить 1-2 джоуи и даже 3 джоуи, но это редко.",
    "ip_des": "После того, как ребенок родился и попал в сумку матери, эта масса называется массой в сумке или обычно называется IP. Масса ИП колеблется от 1,5 до 2 месяцев. Время IP зависит от количества вещей в сумке. Джои выйдет из сумки, когда она больше не помещается в сумке. Обычно, если в сумке 2 джои, время IP составляет около 1,5 месяцев, а если только 1, время IP составляет около 2 месяцев.",
    "op_des": "Период массового ОП, когда Джои находится вне сумки, но все еще кормит свою мать грудью",
    "oop_des": "Когда джоуи выходит из мешка и больше не сосет, это называется массой ООП. Как правило, возраст нового SG отсчитывается от этого периода. А Джои обычно начинает заниматься самоучкой."
  },
  "makanan": "Еда",
  "makananchild": {
    "attention": "Продукты Sugar Glider в целом включают :\n",
    "apel": "1. Яблоко",
    "apel_des": "Питательные вещества, содержащиеся в яблоках, такие как витамин C, вода, углеводы, витамин A, витамин K, витамин B1 и витамин B6, являются питательными веществами, которые очень полезны и полезны для организма сахарного планера. В дополнение к тому, что яблоки почти не содержат жира и низкокалорийны, они также богаты антиоксидантами и клетчаткой.\n\nХотя текстура плода довольно твердая, он очень хорош для стимуляции зубов этого летающего животного. Кормить эти яблоки можно 2 раза в неделю, их можно подавать небольшими кусочками или протирать без кожуры.",
    "pepaya": "2. Папайя",
    "pepaya_des": "Папайя не только содержит достаточно витамина С, но и содержит белок, клетчатку, углеводы, витамин А, витамин В1, витамин В3, витамин В5, витамин Е, витамин К и кальций.\n\nСодержание обязательно должно соответствовать дневной пищевой дозе и поддерживать здоровье пищеварительной системы Sugar Glider.\n\nПрезентацию можно нарезать небольшими кусочками или превратить в кашу (пюре).",
    "wortel": "3. Морковь",
    "wortel_des": "В целой моркови много воды и углеводов.\n\nХотя содержание белка невелико, морковь богата витаминами, такими как витамин A, витамин B, витамин C, витамин E и витамин K, а содержание кальция составляет около 3%.\n\nПодавать морковь можно в виде тонких круглых ломтиков. Но не всем сахарным парапланам нравится эта морковь.",
    "madu": "4. Мед",
    "madu_des": "Мед - это натуральный продукт питания, который высоко ценится компанией Sugar Glider. Мед имеет ярко выраженный сладкий вкус, потому что он содержит фруктозу и глюкозу, которые лучше сахара.\n\nКалорийность сахара способна поглощать жир, поэтому он очень хорошо снижает риск ожирения у Sugar Glider.\n\nПорцию меда можно смешивать с пищей Бурсун, смешивать с напитком или давать прямо в Sugar Glider.",
    "uh": "5. Гонконгская гусеница",
    "uh_des": "Мучный червь - это вид гусениц, который очень нравится Sugar Glider. Но не перекармливайте гонконгских гусениц, потому что высокое содержание жира в гонконгских гусеницах может вызвать ожирение (ожирение).\n\nДостаточно давать 5-10 живых гонконгских гусениц взрослому Sugar Glider, а 1-5 - 2-3-месячному Baby Sugar Glider 2 раза в неделю.",
    "jangkrik": "6. Сверчки",
    "jangkrik_des": "В 100 граммах сверчков содержится очень много белка - около 12,9 грамма.\n\nДавать достаточно 5-10 сверчков, которые еще живы, с обеспечением 2-3 раза в неделю.",
    "telurrebus": "8. Вареное яйцо.",
    "telurrebus_des": "Яйца, сваренные вкрутую, являются отличным источником белка, богаты питательными веществами, их очень легко употреблять, поэтому они могут быстро набрать вес Sugar Glider.\n\nЯйцо, сваренное вкрутую, содержит 6 граммов белка и 9 аминокислот.\n\nПищевая ценность довольно полная, такая как углеводы, кальций, фосфор, витамин А и витамин В.\n\nПорции достаточно для одного или половины сваренных вкрутую яиц, очищенных от скорлупы и нарезанных небольшими кусочками.",
    "kecoadubia": "7. Дубийский таракан",
    "kecoadubia_des": "Дубийский таракан также стал одним из любимых питомцев его любимого Sugar Glider из-за высокого содержания в нем протеина."
  },
  "jenis": "Типы",
  "jenischild": {
    "cg": "Классическая серая порода имеет серый мех и черную полосу, идущую от головы к спине, а также темную полосу, идущую от глаз к ушам.",
    "wf": "Тип White Face имеет рисунок, похожий на классический серый, но с белым лицом и без черных отметин возле ушей.",
    "wt": "У этого типа White Tip белый мех на кончике хвоста.",
    "rt": "Тип Ringtail имеет перья, похожие на серые, но есть черный вариант меха, который имеет форму кольца на белом хвосте.",
    "mo": "Тип мозаики представляет собой смесь цветов между лейцистическим и белым типами лица с цветными пятнами, как частично стертыми на теле.",
    "leu": "Левкистический тип имеет однотонную белую шерсть с черными глазами.",
    "al": "Подобно лейцистам, тип альбиносов имеет белый мех с красными глазами из-за генетического заболевания.",
    "plat": "Платиновый тип имеет бледно-серый окрас, который выглядит выцветшим.",
    "bb": "Тип Black Beauty имеет мех, похожий на классический серый, но темного цвета по всему телу с толстыми линиями на лице, как будто он сливается с линией круга вокруг глаз.",
    "creamino": "Тип Creamino имеет золотисто-кремовый мех с красными глазами.",
    "piebald": "Тип Piebald имеет физическую форму, такую ​​как комбинация классического серого и лейкестического типов.",
    "tpm": "Тип True Platinum Mosaic - это один из морфо-сахарных планеров мозаичного типа."
  },
  "perawatan": "Обслуживание",
  "perawatanchild": {
    "memandikan": "Купание",
    "memandikanchild": {
      "attention": "Что следует учитывать перед купанием Сахарные планеры:",
      "attention_des": "1. Сахарный дельтаплан в хорошем состоянии.\n2. Улучшенный сахарный планер, который был приручен.\n3. Sugar Glider спокойный и безударный.\n4. Лучше всего купать Sugar Glider утром.",
      "aNb": "Инструменты и материалы",
      "aNb_des": "1. Влажные безалкогольные салфетки.\n2. Полотенце.",
      "langkah": "Шаги",
      "langkah_des": "1. Выньте сахарный планер из клетки, используйте полотенце, если сахарный планер еще не приручен.\n\n2. Сначала потрите Sugar Glider в безопасности.\n\n3. Вымойте каждый угол корпуса Sugar Glider влажной салфеткой, не содержащей спирта.\n\n4. Затем медленно протрите сахарный планер мягким и сухим полотенцем.\n\n5. Поместите его обратно в клетку и дайте ему отдохнуть и высохнуть.\n\nНе купайте Sugar Glider слишком часто, потому что он может очистить тело само по себе."
    },
    "potongkuku": "Стричь ногти",
    "potongkukuchild": {
      "attention": "На что следует обратить внимание, прежде чем подстригать ногти сахарного глайдера:",
      "attention_des": "1. Сахарный дельтаплан в хорошем состоянии.\n2. Улучшенный сахарный планер, который был приручен.\n3. Sugar Glider спокойный и безударный.",
      "aNb": "Инструменты и материалы",
      "aNb_des": "1. Кусачки для ногтей.\n2. Маленькие карманы или полотенца.",
      "langkah": "Шаги",
      "langkah_des1": "1. Чтобы Sugar Glider чувствовал себя в безопасности, сначала почистите его.\n\n2. Поместите Sugar Glider в небольшой пакет или оберните его полотенцем, а затем возьмитесь за ногу, на которой хотите стричь ногти.",
      "langkah_des2": "3. Обратите внимание на предел среза на гвоздях сахарного планера. Убедитесь, что ногти сахарного планера не слишком короткие. Обрезанная часть ногтя не должна касаться быстрой приманки или мякоти. Обрежьте только острые части.\n \n4. Подготовленным кусачком для ногтей обрезать ногти сахарного планера, рекомендуется стричь их специальной кусачкой для ногтей.\n \n5. Затем поместите сахарный планер в клетку и дайте ему его любимую еду.\n \nПодрезку ногтей Sugar Glider можно произвести за 2 недели."
    },
    "penyakit": "Болезнь",
    "penyakitchild": {
      "attention": "Болезни сахарного планера включают:",
      "hairloss": "Выпадение волос",
      "hairloss_des": "Облысение - это разновидность сахарной болезни, при которой выпадают волосы на теле. Обычно основной причиной этого заболевания является грязная клетка, недостаток питания и белка и стресс.\n\nЧтобы Sugar Glider не пострадал от выпадения волос, рекомендуется всегда содержать клетку и окружающую среду в чистоте, по крайней мере, 2 раза в неделю, особенно чистить сумку.",
      "diare": "Понос",
      "diare_des": "Сахарные планеры, страдающие диареей, будут испытывать несварение желудка, и, если немедленно не лечить их, это приведет к смерти. Основная причина - источник пищи или неправильная еда. Рекомендуется не кормить насекомых слишком часто или слишком жидкой кашей. Смешайте сахарную пищу с фруктами или другими продуктами.",
      "katarak": "Катаракта",
      "katarak_des": "La cataratta è causata dall'assunzione di cibi che contengono grassi troppo elevati per cui l'alimentazione nel corpo non è equilibrata e può anche essere causata dalla luce solare diretta. Questa malattia è caratterizzata dalla comparsa di macchie bianche negli occhi del petauro dello zucchero, che si diffonderanno poi in tutti gli occhi fino a diventare ciechi.\n\nIl trattamento della malattia della cataratta è molto difficile da gestire. se non la tratti subito sarà più difficile o addirittura cataratta per sempre. Pertanto per mantenere l'assunzione di Sugar Glider correttamente.",
      "kakibengkak": "Опухшая стопа",
      "kakibengkak_des": "Ступни сахарного параплана, которые испытывают отек, обычно возникают из-за бактериальной инфекции, прикрепленной к ране ступни сахарного параплана. Заболевание вызвано грязью в клетке, так что бактерии могут свободно расти и развиваться.\n\nЕсли не лечить немедленно, эта опухоль исчезнет и вызовет нагрузку на Sugar Glider, что приведет к смерти."
    }
  },
  "kelamin": "Пол",
  "kelaminchild": {
    "attention": "Как отличить пол Sugar Glider :",
    "jantan": "Мужчина",
    "jantan_des": "У самцов сахарных планеров нет мешочков на теле. Сахарные планеры-самцы имеют более резкий запах мочи, чем самки-сахарные планеры, которые помечают свою территорию. К 5 месяцам у самцов сахарных парапланников начнутся физические изменения, а именно, облысение на макушке. Чем старше сахарный планер, тем заметнее проплешины на голове. Это облысение - признак того, что обонятельные железы начинают расти.",
    "betina": "женский",
    "betina_des": "У самок сахарных планеристов есть мешочки на теле. Сумка на этой женской сахарной летучей мыши служит для заботы о ее детеныше."
  },
  "about1": {
    "about1title": "Что такое сахарный планер?",
    "about1caption": "Сахарный планер (Petaurus breviceps) - маленькое, всеядное, древесное и ночное животное.",
    "about1_des": "Сахарные планеры (Petaurus breviceps) - маленькие, всеядные, древесные и ночные животные. Это животное умеет скользить и имеет сумку (Infraclass). Это распространенное имя относится к его склонности к сладким продуктам, таким как нектар, и его способности парить в воздухе, как белка-летяга.\n     \nСахарные планеры можно найти повсюду в северной и восточной частях материковой Австралии, Тасмании, Новой Гвинее и связанных с ними островов, таких как архипелаг Бисмарка, острова Луизиада и некоторых индонезийских островов, таких как острова Хальмахера в Северном Малуку.\n\nВ последнее время это животное очень популярно, потому что это милый и очаровательный питомец. Возраст Sugar Glider тоже довольно большой, он может составлять около 10-15 лет. Сахарные планеры в возрасте от 0 до 3 месяцев называются Joeys, а те, кто старше, - взрослыми сахарными планерами."
  },
  "about2": {
    "about2title": "Перед усыновлением",
    "about2caption": "Подготовка к усыновлению",
    "komitmen": "1. Обязательства",
    "komitmen_des": "Поддерживая наш Sugar Glider как владелец, мы должны стремиться к его содержанию. Начиная с возможности предоставить питательный корм, просторные клетки, удобные места, а также достаточно времени для общения с нашими питомцами.",
    "komunitas": "2. Присоединяйтесь к сообществу",
    "komunitas_des": "Присоединение к сообществу Sugar Glider действительно помогает владельцу содержать этих уникальных животных. Потому что мы, как владельцы, можем более свободно задавать вопросы о проблемах, с которыми сталкивается владелец в отношении парапланов Sugar, и на них напрямую отвечают опытные люди.",
    "tips": "3. Советы по выбору Sugar Glider",
    "tips_des": "Если вы хотите принять SG, вам следует сначала правильно и правильно выяснить характеристики SG. Потому что многие случаи мошенничества совершаются безответственными продавцами, такими как продажа FS (белка-летяга), но продавец говорит, что это SG. Это тоже вызвано неосторожностью владельца и не знающего SG физически.\n \nИщите проверенного заводчика или заводчика SG. Рекомендуется провести непосредственный осмотр в доме заводчика или продавца, чтобы сразу увидеть перед усыновлением. Попросите продавца показать зубы SG, целые они или обрезанные, у многих SG вырезают зубы, чтобы они выглядели ручными, но SG, зубы которых обрезаны, в большинстве случаев имеют абсцессы, так что их аппетит исчезает, в результате SG умрет быстро.\n \nВы можете выбрать SG возрастом 3 месяца, потому что ее можно назвать независимой. И если вы усыновите SG в молодом возрасте, SG быстро сблизится с владельцем."
  },
  "about3": {
    "about3title": "Конфигурация клетки",
    "about3caption": "Хорошая клетка повлияет на комфорт сахарного параплана. Общая установка клетки Sugar Glider включает :",
    "pilihkandang": "1. Выберите идеальную клетку",
    "pilihkandang_des": "Существует много типов сепараторов для SG, но наиболее важным является то, что они имеют большие размеры и небольшой сегмент отверстий. Как правило, владелец использует железную клетку размером 60x43x43 (ДxШxВ), потому что площади этой клетки достаточно для игры Sugar Glider.",
    "aksesoris": "2. Аксессуары в клетке",
    "aksesoris_des": "Сахарные планеры - это ночные или ночные животные, которые привыкли спать на деревьях в дикой природе. Чтобы походить на естественную среду обитания и сделать ее комфортной, мы можем предоставить безопасный деревянный мешочек или скворечник.\n\nДеревянная палка также служит для заточки зубов и гвоздей SG. Выбирая безопасную древесину, такую ​​как древесина эвкалипта, манзаниты, яблони или кофейного дерева (но эту древесину необходимо часто заменять, потому что, если она подвергается воздействию мочи, она станет влажной, а мех сахарного планера станет желтым, если он подвергнется воздействию мочи. древесина).\n\nИ не забудьте предоставить место, где можно поесть и выпить для Sugar Glider. Обычно владелец использует небольшую пластиковую закусочную или пластиковую тарелку для SG, потому что она легкая и легко моется. Для питьевых мест владелец обычно использует специальную бутылку для домашних животных, потому что она проста и не проливается легко.\n\nКроме того, сахарные планеры также являются умными или умными животными, поэтому их нужно стимулировать, чтобы они не испытывали стресса или депрессии. Это стрессовое состояние может вызвать другие проблемы со здоровьем, которых, безусловно, можно избежать.\n\nПоэтому мы можем добавить игрушки для умственной и физической стимуляции. Некоторые также используют игры с вращающимися колесами, цепочки и т. Д., Чтобы расти здоровыми и активными.",
    "alas": "3. Подстилка для навоза.",
    "alas_des": "Также нужно продумать подстилку, чтобы SG чувствовал себя комфортно и избегал различных заболеваний. В общем, ароматный песок хозяин наносит на основание, учитывая грязь SG, которая имеет довольно неприятный запах. Есть и те, кто использует мелкие опилки, потому что они легко впитывают влагу, но недостатком этих опилок является то, что они быстро становятся влажными и легко рассыпаются."
  },
  "donate": "Пожертвовать",
  "donate_des": "Пожертвуйте разработчикам, просматривая рекламу.",
  "cancel": "Отмена"
}