{
  "helloworld": "Hello World",
  "snackbartxt": "language has been changed!",
  "ternak": "การสืบพันธุ์",
  "ternakchild": {
    "attention": "ก่อนจับคู่ชูการ์ไกลเดอร์ มีปัจจัยที่ต้องพิจารณา เช่น\n1. สภาพแวดล้อมที่สะดวกสบาย\n2. โภชนาการที่เพียงพอ\n3.กรงค่อนข้างกว้างและสะอาด\n4.Suger Glider สุขภาพแข็งแรง\n5. ตรวจสอบให้แน่ใจว่าพวกเขาทั้งคู่อยู่ในความร้อน (ชาย 8 เดือนและหญิง 9 เดือน)\n",
    "penjodohan": "จับคู่",
    "kawin": "ข้อต่อ",
    "kawin_des": "หากขั้นตอนการจับคู่เป็นไปอย่างราบรื่น ก็เพียงแค่รอช่วงเวลาที่จะผสมพันธุ์ กระบวนการกิมปอยมักจะใช้เวลานานพอที่จะอยู่ได้ตลอดทั้งคืน สำหรับสิ่งนี้ ให้อาหารที่มีคุณค่าทางโภชนาการเพื่อรักษาความแข็งแรงของชูการ์ไกลเดอร์",
    "penjodohan_des": "ในตอนเริ่มต้น ตรวจสอบให้แน่ใจว่าชูการ์ไกลเดอร์ทั้งสองตรงกัน ซึ่งเป็นสิ่งสำคัญเนื่องจากเจ้าของจำนวนมากไม่สามารถทำซ้ำได้เนื่องจากปัจจัยที่ไม่ตรงกัน\n\nการจับคู่ชูการ์ไกลเดอร์ทำได้โดยนำกรงทั้งตัวผู้และตัวเมียมารวมกัน โดยปกติภายใน 1 สัปดาห์ เป้าหมายคือให้พวกเขาปรับตัวและทำความรู้จักกัน\n\nกระบวนการจับคู่อาจเร็วขึ้นด้วย ซึ่งเป็นเหตุให้เจ้าของต้องสังเกตเครื่องร่อนน้ำตาล หากเห็นว่าเป็นการยินยอม (มีแนวทางและไม่ใช่การนัดหยุดงาน) จากนั้นชูการ์ไกลเดอร์เพศเมียก็สามารถรวมเข้ากับกรงเพศผู้ได้ การแข่งขันชูการ์ไกลเดอร์ถูกทำเครื่องหมายโดยทั้งสองกอดรัดกัน",
    "hamil": "ตั้งครรภ์",
    "hamil_des": "หลังจากระยะผสมพันธุ์ Sugar Glider จะมีระยะตั้งท้องประมาณ 15-18 วัน ในกระบวนการตั้งครรภ์ แทบจะเป็นไปไม่ได้เลยที่เราจะรู้ว่าเครื่องร่อนน้ำตาลกำลังตั้งครรภ์ โดยปกติชูการ์ไกลเดอร์ที่ตั้งครรภ์จะมีอาการเงียบ ความอยากอาหารลดลงในกระเป๋า และความไวบางอย่าง",
    "melahirkan": "แล้ว",
    "melahirkan_des": "ในเวลาที่เกิดนี้ มารดาจะคลอดบุตรขนาดเท่าเมล็ดข้าว จากนั้นจึงนำทารกไปขยายพันธุ์จากมดลูกไปยังกระเป๋าของมารดาด้วยการเลีย Sugar Glider สามารถให้กำเนิด 1-2 joey และ 3 joey ได้ แต่นั่นหายาก",
    "ip_des": "หลังจากที่ทารกเกิดและเข้าไปในกระเป๋าของแม่ มวลนี้เรียกว่ามวลในกระเป๋าหรือที่เรียกกันทั่วไปว่า IP มวล IP แตกต่างกันไปตั้งแต่ 1.5 ถึง 2 เดือน เวลา IP ขึ้นอยู่กับจำนวนโจอี้ในกระเป๋า โจอี้จะออกมาจากกระเป๋าเมื่อมันไม่พอดีกับกระเป๋าอีกต่อไป โดยปกติถ้ามีโจอี้อยู่ในกระเป๋า 2 ตัว เวลา IP ประมาณ 1.5 เดือน และถ้าเป็น 1 เวลา IP ประมาณ 2 เดือน",
    "op_des": "OP แบบ Bulk OP ที่ Joey ออกจากกระเป๋าแต่ยังให้นมแม่อยู่",
    "oop_des": "เมื่อโจอี้ออกจากถุงและไม่ดูดอีกต่อไป นี่คือสิ่งที่เรียกว่ามวล OOP โดยทั่วไปอายุของ SG ใหม่จะคำนวณจากช่วงเวลานี้ และโจอี้มักจะเริ่มเรียนรู้ด้วยตนเอง"
  },
  "makanan": "อาหาร",
  "makananchild": {
    "attention": "อาหารชูการ์ไกลเดอร์โดยทั่วไป ได้แก่ :\n",
    "apel": "1. แอปเปิ้ล",
    "apel_des": "สารอาหารที่มีอยู่ในแอปเปิ้ล เช่น วิตามินซี น้ำ คาร์โบไฮเดรต วิตามินเอ วิตามินเค วิตามินบี 1 และวิตามินบี 6 เป็นสารอาหารที่ดีต่อสุขภาพและเป็นประโยชน์ต่อร่างกายของชูการ์ไกลเดอร์ นอกจากที่แทบไม่มีไขมันและแคลอรีต่ำแล้ว แอปเปิ้ลยังอุดมไปด้วยสารต้านอนุมูลอิสระและไฟเบอร์อีกด้วย\n\nแม้ว่าเนื้อสัมผัสของผลไม้จะค่อนข้างแข็ง แต่ก็เป็นการดีสำหรับการกระตุ้นฟันของสัตว์บินได้ การให้อาหารแอปเปิ้ลเหล่านี้สามารถทำได้สัปดาห์ละ 2 ครั้งและสามารถเสิร์ฟเป็นชิ้นเล็ก ๆ หรือบดโดยไม่ต้องปอกเปลือก",
    "pepaya": "2. มะละกอ",
    "pepaya_des": "ไม่เพียงแต่มีวิตามินซีเพียงพอ แต่มะละกอยังมีโปรตีน ไฟเบอร์ คาร์โบไฮเดรต วิตามิน A วิตามิน B1 วิตามิน B3 วิตามิน B5 วิตามินอี วิตามินเค และแคลเซียม\n\nเนื้อหาจะต้องตรงตามปริมาณสารอาหารในแต่ละวันและรักษาสุขภาพทางเดินอาหารของชูการ์ไกลเดอร์\n\nการนำเสนอสามารถหั่นเป็นชิ้นเล็ก ๆ หรือทำเป็นโจ๊ก (น้ำซุปข้น)",
    "wortel": "3. แครอท",
    "wortel_des": "แครอททั้งลูกประกอบด้วยน้ำและคาร์โบไฮเดรตเป็นจำนวนมาก\n \nแม้ว่าปริมาณโปรตีนจะน้อย แต่แครอทก็อุดมไปด้วยวิตามิน เช่น วิตามินเอ วิตามินบี วิตามินซี วิตามินอี และวิตามินเค และมีปริมาณแคลเซียมประมาณ 3%.\n \nเสิร์ฟแครอทเป็นชิ้นบางๆ แต่ไม่ใช่เครื่องร่อนน้ำตาลทั้งหมดที่ชอบแครอทนี้",
    "madu": "4. น้ำผึ้ง",
    "madu_des": "น้ำผึ้งเป็นอาหารจากธรรมชาติที่ชูการ์ไกลเดอร์ให้คุณค่าสูง น้ำผึ้งมีรสหวานที่ชัดเจนเพราะมีฟรุกโตสและกลูโคสซึ่งดีกว่าน้ำตาล\n\nปริมาณแคลอรี่ของน้ำตาลสามารถดูดซับไขมันได้ ดังนั้นจึงเป็นการดีสำหรับการลดความเสี่ยงของโรคอ้วนในชูการ์ไกลเดอร์\n\nการเสิร์ฟน้ำผึ้งสามารถผสมกับอาหาร Bursun ผสมกับเครื่องดื่มหรือสามารถให้ Sugar Glider ได้โดยตรง",
    "uh": "5. หนอนผีเสื้อฮ่องกง",
    "uh_des": "Mealworm เป็นหนอนผีเสื้อชนิดหนึ่งที่ Sugar Glider เป็นที่ชื่นชอบอย่างมาก แต่อย่าให้อาหารแก่หนอนผีเสื้อฮ่องกงมากเกินไป เพราะหนอนผีเสื้อที่มีไขมันสูงในฮ่องกงสามารถทำให้เกิดโรคอ้วนได้ (โรคอ้วน)\n\nเพียงพอที่จะให้หนอนผีเสื้อฮ่องกงตัวเป็นๆ 5-10 ตัวสำหรับผู้ใหญ่ชูการ์ไกลเดอร์ ขณะที่ 1-5 ตัวสำหรับเบบี้ชูการ์ไกลเดอร์อายุ 2-3 เดือน สัปดาห์ละ 2 ครั้ง",
    "jangkrik": "6. จิ้งหรีด",
    "jangkrik_des": "มีโปรตีนสูงมากประมาณ 12.9 กรัมในจิ้งหรีด 100 กรัม\n\nให้จิ้งหรีดที่ยังมีชีวิตอยู่ 5-10 ตัวเพียงพอ โดยให้สัปดาห์ละ 2-3 ครั้ง",
    "telurrebus": "8. ไข่ต้ม",
    "telurrebus_des": "ไข่ต้มเป็นแหล่งโปรตีนชั้นดี อุดมไปด้วยสารอาหาร กินง่ายมาก ทำให้น้ำหนักขึ้นเร็ว Sugar Glider\n\nไข่ลวกทั้งฟองมีโปรตีน 6 กรัมและกรดอะมิโน 9 ชนิด\n\nมีสารอาหารครบถ้วน เช่น คาร์โบไฮเดรต แคลเซียม ฟอสฟอรัส วิตามินเอ และวิตามินบี\n\nส่วนนี้เพียงพอสำหรับไข่ลวกหนึ่งหรือครึ่งเปลือกและหั่นเป็นชิ้นเล็ก ๆ",
    "kecoadubia": "7. Dubia แมลงสาบ",
    "kecoadubia_des": "แมลงสาบ dubia ยังเป็นหนึ่งในตัวเลือกของเจ้าของสำหรับ Sugar Glider อันเป็นที่รักของเขาเนื่องจากมีโปรตีนสูง"
  },
  "jenis": "ประเภท",
  "jenischild": {
    "cg": "สายพันธุ์ Classic Grey มีขนสีเทาและแถบสีดำที่ลากจากหัวไปด้านหลัง และยังมีแถบสีเข้มที่ลากจากตาถึงหู",
    "wf": "แบบหน้าขาวมีลายคล้ายสีเทาคลาสสิคแต่มีหน้าขาวและไม่มีรอยดำใกล้ใบหู",
    "wt": "White Tip ชนิดนี้มีขนสีขาวที่ปลายหาง",
    "rt": "ประเภท Ringtail มีขนที่คล้ายกับสีเทา แต่มีขนสีดำที่มีลักษณะเป็นวงกลมคล้ายวงแหวนบนหางสีขาว",
    "mo": "แบบโมเสคมีสีผสมกันระหว่างประเภทใบหน้าแบบ Leucistic และแบบสีขาว โดยมีสีเป็นหย่อมๆ เหมือนถูกลบไปบางส่วนตามร่างกาย",
    "leu": "ประเภท Leucistic มีเสื้อคลุมสีขาวล้วนมีตาสีดำ",
    "al": "คล้ายกับ Leucistic ประเภท Albino มีขนสีขาวที่มีตาสีแดงเนื่องจากความผิดปกติทางพันธุกรรม",
    "plat": "ประเภทแพลตตินั่มมีสีขนสีเทาจางๆ ที่ดูซีดจาง",
    "bb": "ประเภท Black Beauty มีขนที่คล้ายกับ Classic Grey แต่มีสีเข้มทั่วตัวและมีเส้นหนาบนใบหน้าราวกับว่ามันกลมกลืนกับเส้นวงกลมตา",
    "creamino": "แบบครีมมิโนมีขนสีครีมทองตาแดง",
    "piebald": "ประเภท Piebald มีรูปแบบทางกายภาพเช่นการผสมผสานระหว่างสีเทาคลาสสิกและ leucestic",
    "tpm": "กระเบื้องโมเสคแพลตตินัมทรูเป็นหนึ่งในเครื่องร่อนน้ำตาลมอร์ฟของประเภทโมเสค"
  },
  "perawatan": "การซ่อมบำรุง",
  "perawatanchild": {
    "memandikan": "อาบน้ำ",
    "memandikanchild": {
      "attention": "สิ่งที่ต้องพิจารณาก่อนอาบน้ำชูการ์ไกลเดอร์:",
      "attention_des": "1. ชูการ์ไกลเดอร์มีสุขภาพแข็งแรง\n2. ชูการ์ไกลเดอร์ที่ได้รับการฝึกฝนมาแล้ว\n3. Sugar Glider สงบและไม่เครียด\n4. อาบน้ำชูการ์ไกลเดอร์ตอนเช้าดีที่สุด",
      "aNb": "เครื่องมือและวัสดุ",
      "aNb_des": "1.ทิชชู่เปียกไม่มีแอลกอฮอล์\n2. ผ้าเช็ดตัว",
      "langkah": "ขั้นตอน",
      "langkah_des": "1. นำเครื่องร่อนน้ำตาลออกจากกรง ใช้ผ้าขนหนู ถ้าชูการ์ไกลเดอร์ยังไม่เชื่อง\n\n2. ทำให้ชูการ์ไกลเดอร์รู้สึกปลอดภัยก่อนโดยการถู\n\n3. ล้างร่างกายของชูการ์ไกลเดอร์ด้วยทิชชู่เปียกที่ไม่มีแอลกอฮอล์ทุกซอกทุกมุม\n\n4. จากนั้นเช็ดเครื่องร่อนน้ำตาลด้วยผ้าขนหนูนุ่มและแห้งช้าๆ\n\n5. นำเขากลับเข้าไปในกรงแล้วปล่อยให้เขาพักผ่อนและเช็ดตัวให้แห้ง\n\nอย่าอาบน้ำชูการ์ไกลเดอร์บ่อยเกินไปเพราะสามารถชำระร่างกายได้ด้วยตัวเอง"
    },
    "potongkuku": "ตัดเล็บ",
    "potongkukuchild": {
      "attention": "สิ่งที่ต้องพิจารณาก่อนตัดเล็บของชูการ์ไกลเดอร์ :",
      "attention_des": "1. ชูการ์ไกลเดอร์มีสุขภาพแข็งแรง\n2. ชูการ์ไกลเดอร์ที่ได้รับการฝึกฝนมาแล้ว\n3. Sugar Glider สงบและไม่เครียด",
      "aNb": "เครื่องมือและวัสดุ",
      "aNb_des": "1. กรรไกรตัดเล็บ\n2. กระเป๋าหรือผ้าเช็ดตัวใบเล็ก",
      "langkah": "ขั้นตอน",
      "langkah_des1": "1. ทำให้ชูการ์ไกลเดอร์รู้สึกปลอดภัยด้วยการขัดก่อน\n\n2. ใส่ชูการ์ไกลเดอร์ลงในถุงเล็กๆ หรือคุณสามารถห่อด้วยผ้าขนหนูแล้วเอาขาที่ต้องการตัดเล็บ",
      "langkah_des2": "3. ให้ความสนใจกับขีด จำกัด การตัดบนเล็บของเครื่องร่อนน้ำตาล เล็บของชูการ์ไกลเดอร์ต้องไม่สั้นเกินไป ส่วนของเล็บที่ตัดไม่ควรไปโดนตัวล่อหรือเนื้อ ตัดเฉพาะส่วนที่แหลมคม\n \n4. ตัดเล็บของเครื่องร่อนน้ำตาลด้วยกรรไกรตัดเล็บที่เตรียมไว้แนะนำให้ตัดด้วยกรรไกรตัดเล็บสัตว์เลี้ยงพิเศษ\n \n5. จากนั้นใส่เครื่องร่อนน้ำตาลในกรงและให้อาหารที่เขาโปรดปราน\n \nการตัดแต่งเล็บด้วยชูการ์ไกลเดอร์สามารถทำได้ใน 2 สัปดาห์"
    },
    "penyakit": "การเจ็บป่วย",
    "penyakitchild": {
      "attention": "โรคชูการ์ไกลเดอร์ ได้แก่",
      "hairloss": "ผมร่วง",
      "hairloss_des": "ผมร่วงเป็นโรค Sugar glider ชนิดหนึ่งที่ทำให้ขนตามร่างกายหลุดออกมา โดยปกติสาเหตุหลักของโรคนี้เกิดจากกรงสกปรก ขาดสารอาหาร โปรตีน และความเครียด\n\nเพื่อไม่ให้ชูการ์ไกลเดอร์หลุดร่วง ขอแนะนำให้รักษากรงและบริเวณโดยรอบให้สะอาด อย่างน้อยสัปดาห์ละ 2 ครั้ง โดยเฉพาะการทำความสะอาดกระเป๋า",
      "diare": "ท้องเสีย",
      "diare_des": "ชูการ์ไกลเดอร์ที่มีอาการท้องร่วงจะมีอาการอาหารไม่ย่อย หากไม่รักษาในทันทีอาจถึงแก่ชีวิตได้ สาเหตุหลักมาจากแหล่งอาหารหรืออาหารที่ไม่ถูกต้อง ขอแนะนำไม่ให้อาหารแมลงบ่อยเกินไปหรือโจ๊กที่เหลวเกินไป รวมอาหารชูการ์ไกลเดอร์กับผลไม้หรืออื่นๆ",
      "katarak": "ต้อกระจก",
      "katarak_des": "ต้อกระจกเกิดจากการรับประทานอาหารที่มีไขมันมากเกินไปซึ่งอาหารในร่างกายไม่สมดุลและอาจเกิดจากแสงแดดโดยตรง โรคนี้มีลักษณะเฉพาะโดยการปรากฏตัวของจุดสีขาวในดวงตาของชูการ์ไกลเดอร์ ซึ่งจะแพร่กระจายไปยังดวงตาทุกดวงจนตาบอด\n\nการรักษาโรคต้อกระจกเป็นเรื่องยากมากที่จะจัดการ ถ้าคุณไม่ปฏิบัติต่อเธอทันที มันจะยากขึ้นหรือเป็นต้อกระจกตลอดไป ดังนั้นเพื่อรักษาการบริโภคเครื่องร่อนน้ำตาลให้เหมาะสม",
      "kakibengkak": "เท้าบวม",
      "kakibengkak_des": "เท้าของชูการ์ไกลเดอร์ที่มีอาการบวมมักเกิดจากการติดเชื้อแบคทีเรียที่ติดอยู่กับแผลที่เท้าของชูการ์ไกลเดอร์ โรคนี้เกิดจากเวทีกรงสกปรกเพื่อให้แบคทีเรียสามารถเติบโตและพัฒนาได้อย่างอิสระ\n\nหากไม่รักษาทันทีอาการบวมนี้จะสลายตัวและทำให้ Sugar Glider เครียดซึ่งจะทำให้เสียชีวิตได้"
    }
  },
  "kelamin": "เพศ",
  "kelaminchild": {
    "attention": "วิธีแยกแยะเพศของชูการ์ไกลเดอร์ :",
    "jantan": "ชาย",
    "jantan_des": "ชูการ์ไกลเดอร์ชายไม่มีถุงใส่ร่างกาย เครื่องร่อนน้ำตาลชายมีกลิ่นปัสสาวะฉุนกว่าเครื่องร่อนน้ำตาลเพศหญิงที่ใช้ในการทำเครื่องหมายอาณาเขตของตน เมื่ออายุประมาณ 5 เดือน ชูการ์ไกลเดอร์เพศผู้จะพบกับการเปลี่ยนแปลงทางร่างกาย คือ หัวล้านที่ส่วนบนของศีรษะ ยิ่งชูการ์ไกลเดอร์ยิ่งอายุมาก ยิ่งเห็นจุดหัวล้านบนศีรษะ อาการศีรษะล้านนี้เป็นสัญญาณว่าต่อมกลิ่นเริ่มโตขึ้น",
    "betina": "หญิง",
    "betina_des": "ชูการ์ไกลเดอร์ตัวเมียมีถุงใส่ร่างกาย กระเป๋าใส่ชูการ์ไกลเดอร์ตัวเมียนี้ทำหน้าที่ดูแลลูกน้อยของเธอ"
  },
  "about1": {
    "about1title": "ชูการ์ไกลเดอร์คืออะไร",
    "about1caption": "ชูการ์ไกลเดอร์ (Petaurus breviceps) เป็นสัตว์ขนาดเล็ก กินไม่เลือก ต้นไม้บนต้นไม้ และออกหากินเวลากลางคืน",
    "about1_des": "ชูการ์ไกลเดอร์ (Petaurus breviceps) เป็นสัตว์ขนาดเล็ก สัตว์กินเนื้อ สัตว์บนต้นไม้ และสัตว์กลางคืน สัตว์ชนิดนี้สามารถเหินได้และมีกระเป๋า (Infraclass) ชื่อสามัญนี้หมายถึงความชอบในอาหารรสหวาน เช่น น้ำหวาน และความสามารถในการทะยานขึ้นไปในอากาศ เช่น กระรอกบิน\n     \nชูการ์ไกลเดอร์สามารถพบได้ทั่วบริเวณตอนเหนือและตะวันออกของแผ่นดินใหญ่ของออสเตรเลีย แทสเมเนีย นิวกินี และเกาะที่เกี่ยวข้อง เช่น หมู่เกาะบิสมาร์ก หมู่เกาะลุยเซียด และเกาะชาวอินโดนีเซียบางแห่ง เช่น หมู่เกาะฮัลมาเฮราในมาลูกูเหนือ\n\nในระยะหลังนี้สัตว์ชนิดนี้ได้รับความนิยมอย่างมากเพราะเป็นสัตว์เลี้ยงที่น่ารักน่าเอ็นดู อายุของชูการ์ไกลเดอร์นั้นก็ค่อนข้างนานเช่นกันสามารถอยู่ได้ประมาณ 10-15 ปี Sugar gliders ที่มีอายุ 0-3 เดือนเรียกว่า Joeys และคนที่มีอายุมากกว่าจะเรียกว่า Sugar gliders สำหรับผู้ใหญ่"
  },
  "about2": {
    "about2title": "ก่อนการรับเลี้ยงบุตรบุญธรรม",
    "about2caption": "การเตรียมตัวก่อนรับบุตรบุญธรรม",
    "komitmen": "1. ความมุ่งมั่น",
    "komitmen_des": "ในการรักษาชูการ์ไกลเดอร์ของเราในฐานะเจ้าของ เราต้องมุ่งมั่นที่จะรักษามัน เริ่มต้นจากการให้อาหารที่มีคุณค่าทางโภชนาการ กรงที่กว้างขวาง สถานที่ที่สะดวกสบาย และมีเวลาพอที่จะสังสรรค์กับสัตว์เลี้ยงของเรา",
    "komunitas": "2. เข้าร่วมชุมชน",
    "komunitas_des": "การเข้าร่วมชุมชนชูการ์ไกลเดอร์ช่วยให้เจ้าของดูแลสัตว์ที่มีเอกลักษณ์เหล่านี้ได้อย่างแท้จริง เนื่องจากเราในฐานะเจ้าของบ้านสามารถตั้งคำถามเกี่ยวกับปัญหาที่เจ้าของเผชิญเกี่ยวกับชูการ์ไกลเดอร์ได้อย่างอิสระมากขึ้น และได้รับคำตอบจากผู้ที่มีประสบการณ์โดยตรง",
    "tips": "3. เคล็ดลับในการเลือกชูการ์ไกลเดอร์",
    "tips_des": "หากคุณต้องการนำ SG มาใช้ คุณควรค้นหาคุณลักษณะของ SG ให้ถูกต้องและถูกต้องก่อน เพราะหลายกรณีการฉ้อโกงเกิดขึ้นจากผู้ขายที่ขาดความรับผิดชอบ เช่น ขาย FS (Flying Squirrel) แต่ผู้ขายแจ้งว่าเป็น SG สาเหตุก็เกิดจากเจ้าของไม่ระวังและไม่รู้จัก SG ทางกาย\n \nมองหาพ่อพันธุ์แม่พันธุ์ที่เชื่อถือได้หรือพ่อพันธุ์แม่พันธุ์ของ SG ขอแนะนำให้คุณสำรวจโดยตรงไปยังบ้านของพ่อแม่พันธุ์หรือผู้ขายเพื่อให้คุณสามารถเห็นได้ทันทีก่อนการรับเลี้ยงบุตรบุญธรรม ขอให้ผู้ขายแสดงฟันของ SG ว่าฟันหมดหรือตัดแล้ว SG หลายๆ ตัวก็ตัดฟันโดยมีวัตถุประสงค์เพื่อให้ดูเชื่อง แต่ SG ที่ฟันของ SG ส่วนใหญ่มักมีฝีจนความอยากอาหารหายไป ด้วยเหตุนี้ SG จะตายเร็ว\n \nคุณสามารถรับเลี้ยง SG ที่มีอายุ 3 เดือนได้ เนื่องจากสามารถเรียกได้ว่าเป็นอิสระได้ และถ้าคุณรับเลี้ยง SG ตั้งแต่อายุยังน้อย SG ก็จะผูกพันกับเจ้าของอย่างรวดเร็ว"
  },
  "about3": {
    "about3title": "โครงกรง",
    "about3caption": "กรงที่ดีจะส่งผลต่อความสะดวกสบายของชูการ์ไกลเดอร์ โครงสร้างทั่วไปของกรงชูการ์ไกลเดอร์ประกอบด้วย :",
    "pilihkandang": "1. เลือกกรงในอุดมคติ",
    "pilihkandang_des": "มีกรงหลายประเภทสำหรับ SG แต่ที่สำคัญที่สุดคือกรงมีขนาดใหญ่และมีส่วนของรูเล็กๆ โดยทั่วไปเจ้าของใช้กรงเหล็กขนาด 60x43x43(LxWxH) เนื่องจากพื้นที่ของกรงนี้เพียงพอให้ชูการ์ไกลเดอร์เล่น",
    "aksesoris": "2. อุปกรณ์เสริมในกรง",
    "aksesoris_des": "ชูการ์ไกลเดอร์เป็นสัตว์ที่ออกหากินเวลากลางคืนหรือออกหากินเวลากลางคืนซึ่งเคยชินกับการนอนบนต้นไม้เมื่ออยู่ในป่า เพื่อให้คล้ายกับที่อยู่อาศัยตามธรรมชาติและให้ความสะดวกสบาย เราสามารถจัดเตรียมกระเป๋าไม้หรือบ้านนกที่ปลอดภัย\n\nไม้ชนิดหนึ่งยังใช้ลับฟันและเล็บของ SG ได้อีกด้วย โดยการเลือกไม้ที่ปลอดภัย เช่น ไม้ยูคาลิปตัส มันซานิตา หรือไม้ต้นแอปเปิล หรือไม้กาแฟ (แต่ไม้นี้ต้องเปลี่ยนบ่อยๆ เพราะถ้าโดนปัสสาวะ ไม้นี้จะชื้นและขนของชูการ์ไกลเดอร์จะเปลี่ยนเป็นสีเหลืองถ้าสัมผัสกับ ไม้).\n\nและอย่าลืมจัดสถานที่ทานอาหารและเครื่องดื่มให้ชูการ์ไกลเดอร์ด้วย โดยปกติเจ้าของจะใช้ที่พลาสติกขนาดเล็กสำหรับรับประทานอาหารหรือจานพลาสติกสำหรับ SG เนื่องจากมีน้ำหนักเบาและทำความสะอาดง่าย สำหรับสถานที่ดื่ม เจ้าของมักจะใช้ขวดpetพิเศษเพราะเรียบง่ายและไม่หกง่าย\n\nนอกจากนี้ ชูการ์ไกลเดอร์ยังเป็นสัตว์ที่ฉลาดหรือฉลาดอีกด้วย ดังนั้นพวกมันจึงต้องได้รับการกระตุ้นเพื่อไม่ให้เกิดความเครียดหรือซึมเศร้า ภาวะที่ตึงเครียดนี้อาจก่อให้เกิดปัญหาสุขภาพอื่นๆ ที่หลีกเลี่ยงไม่ได้อย่างแน่นอน\n\nดังนั้นเราจึงสามารถเพิ่มของเล่นเพื่อกระตุ้นสมองและร่างกายได้ บางคนยังใช้เกมล้อหมุน โซ่ ฯลฯ ดังนั้นพวกเขาจะเติบโตแข็งแรงและกระฉับกระเฉง",
    "alas": "3. ปุ๋ยคอก",
    "alas_des": "พรมปูพื้นยังต้องได้รับการพิจารณาเพื่อให้ SG รู้สึกสบายและหลีกเลี่ยงโรคต่างๆ โดยทั่วไปเจ้าของให้ทรายหอมบนฐานโดยพิจารณาจากสิ่งสกปรก SG ซึ่งค่อนข้างมีกลิ่นเหม็น นอกจากนี้ยังมีผู้ที่ใช้ขี้เลื่อยเนื้อดีเพราะสามารถดูดซับความชื้นได้ง่าย แต่ข้อเสียของขี้เลื่อยนี้คือ ขี้เลื่อยจะชื้นอย่างรวดเร็วและกระจายตัวได้ง่าย"
  },
  "donate": "บริจาค",
  "donate_des": "บริจาคให้กับนักพัฒนาโดยการดูโฆษณา",
  "cancel": "ยกเลิก"
}